Repository: eteria2020/CUP-carsharing-app-ios
Catalog: Sharengo/Resources/Languages/*.lproj/Localizable.strings
Languages: it, nl, sk, sl

# language
source: en
it: it
nl: nl
sk: sk
sl: sl

# btn_ok
source: OK
sl: V REDU

# btn_cancel
source: CANCEL
it: ANNULLA
nl: ANNULEREN
sk: ZRUŠIŤ
sl: PREKLIC

# btn_back
source: BACK
it: INDIETRO
nl: TERUG
sk: SPÄŤ
sl: NAZAJ

# btn_tutorial
source: TUTORIAL
sk: NÁVOD
sl: VODNIK

# btn_yes
source: YES
it: SÌ
nl: JA
sk: ÁNO
sl: DA

# btn_no
source: NO
nl: NEE
sk: NIE
sl: NE

# alert_connectionError
source: You are offline, please try again
it: Non sei connesso ad internet, per favore riprova
nl: Je bent niet verbonden met internet; probeer het opnieuw
sk: Nie sI pripojený na internet, skús to znova
sl: Ste brez povezave, prosimo poskusite ponovno

# alert_generalError
source: An error occurred, please try again
it: Si è verificato un errore, per favore riprova
nl: Er is een fout opgetreden, probeer het opnieuw
sk: Vyskytla sa chyba, skús to znova
sl: Prišlo je do napake, prosimo poskusite znova

# alert_loginError
source: You need to log in to use this feature
it: Devi effettuare l’accesso per utilizzare questa funzionalità
nl: Je moet inloggen om deze functie te kunnen gebruiken
sk: Na používanie tejto funkcie musíš byť prihlásený
sl: Za uporabo te funkcije se morate prijaviti

# alert_webViewError
source: An error occurred, please check your internet connection and try again later
it: Si è verificato un errore, per favore controlla la tua connessione ad internet o riprova più tardi
nl: Er is een fout opgetreden. Controleer je internetverbinding of probeer het later opnieuw
sk: Vyskytla sa chyba, skontroluj pripojenie k internetu alebo skús neskôr
sl: Prišlo je do napake, prosimo preverite internetno povezavo in poskusite pozneje

# btn_login
source: LOGIN
it: ACCEDI
nl: INLOGGEN
sk: PRIHLÁSENIE
sl: PRIJAVA

# btn_open
source: OPEN DOORS
it: APRI PORTIERE
nl: OPEN DE DEUREN
sk: OTVORIŤ DVERE
sl: ODPRITE VRATA

# btn_book
source: BOOK CAR
it: PRENOTA AUTO
nl: RESERVEER AUTO
sk: REZERVÁCIA AUTA
sl: REZERVIRAJTE VOZILO

# btn_delete
source: DELETE
it: ELIMINA
nl: VERWIJDEREN
sk: VYMAZAŤ
sl: IZBRIŠITE

# btn_carRides
source: DRIVES HISTORY
it: STORICO CORSE
nl: RITTENGESCHIEDENIS
sk: HISTÓRIA JÁZD
sl: ZGODOVINA VOŽENJ

# btn_detail
source: FIND OUT MORE
it: SCOPRI DI PIÙ
nl: LEES MEER
sk: OBJAV VIAC
sl: IZVEDITE VEČ

# btn_car
source: BOOK CAR
it: PRENOTA AUTO
nl: RESERVEER AUTO
sk: REZERVÁCIA AUTA
sl: REZERVIRAJTE VOZILO

# language_italian
source: Italian
it: Italiano
nl: Italiaans
sk: Taliančina
sl: Italijanščina

# language_english
source: English
it: Inglese
nl: Engels
sk: Angličtina
sl: Angleščina

# lbl_signupHeader
source: <title>Sign up to Share'ngo</title> The subscription to the service costs 10 € per 30 minutes (standard conditions, unless promotions). If your need help in the sign-up process please use the chat button!
it: <title>Iscriviti a Share'ngo</title> L'iscrizione al servizio è gratuita. Se serve aiuto durante l'iscrizione usa il pulsante chat!
nl: <title>Schrijf je in bij Share'ngo</title> De inschrijving is gratis. Als je hulp nodig hebt tijdens de inschrijving, gebruikt dan de chat knop!
sk: <title>Prihlásiť sa k službe Share'ngo </title> Registrácia do služby je bezplatná. Ak potrebujete pomoc pri registrácii, použite tlačidlo chat!
sl: <title>Prijavite se v Share'ngo</title> Naročnina za storitev je 10 € za 30 minut (standardni pogoji, razen promocij). Če potrebujete pomoč pri prijavi, uporabite gumb za klepet!

# btn_signupSignup
source: SIGN UP
it: ISCRIVITI
nl: SCHRIJF JE IN
sk: REGISTRÁCIA
sl: PRIJAVA

# lbl_signupStepTitle1
source: To sign up you need to have at hand:
it: Per iscriverti devi avere a portata di mano:
nl: Om je in te schrijven moet je bij de hand hebben:
sk: Ak sa chceš zaregistrovať, budeš potrebovať:
sl: Za prijavo morate imeti pri roki:

# lbl_signupStepDescription1
source: PERSONAL I.D.
it: CARTA DI IDENTITÀ
nl: IDENTITEITSBEWIJS
sk: OBČIANSKY PREUKAZ
sl: OSEBNA IZKAZNICA

# lbl_signupStepTitle2
source: To sign up you need to have at hand:
it: Per iscriverti devi avere a portata di mano:
nl: Om je in te schrijven moet je bij de hand hebben:
sk: Ak sa chceš zaregistrovať, budeš potrebovať:
sl: Za prijavo morate imeti pri roki:

# lbl_signupStepDescription2
source: FISCAL CODE
it: CODICE FISCALE
nl: BURGERSERVICENUMMER
sk: DAŇOVÝ KÓD
sl: DAVČNA ŠTEVILKA

# lbl_signupStepTitle3
source: To sign up you need to have at hand:
it: Per iscriverti devi avere a portata di mano:
nl: Om je in te schrijven moet je bij de hand hebben:
sk: Ak sa chceš zaregistrovať, budeš potrebovať:
sl: Za prijavo morate imeti pri roki:

# lbl_signupStepDescription3
source: DRIVING LICENSE
it: PATENTE
nl: RIJBEWIJS
sk: VODIČSKÝ PREUKAZ
sl: VOZNIŠKO DOVOLJENJE

# lbl_signupStepTitle4
source: To sign up you need to have at hand:
it: Per iscriverti devi avere a portata di mano:
nl: Om je in te schrijven moet je bij de hand hebben:
sk: Ak sa chceš zaregistrovať, budeš potrebovať:
sl: Za prijavo morate imeti pri roki:

# lbl_signupStepDescription4
source: CREDIT CARD
it: CARTA DI CREDITO
sk: KREDITNÚ KARTU
sl: KREDITNA KARTICA

# alert_loginMissingFields
source: One or more fields are not completed
it: Uno o più campi non sono compilati.
nl: Eén of meerdere velden zijn niet ingevuld.
sk: Nie je vyplnené jedno alebo viac polí.
sl: Eno ali več polj ni izpolnjeno

# alert_loginWrongEmail
source: Careful! The email address you input does not match up in our database.
it: Attenzione! L'indirizzo email che hai inserito non è presente nel nostro database.
nl: Let op! Het e-mailadres dat je hebt ingevoerd, is niet aanwezig in onze database.
sk: Upozornenie! Zadaná e-mailová adresa nie je v našej databáze.
sl: Previdno! E-poštni naslov, ki ste ga vnesli, se ne ujema z našo bazo podatkov.

# alert_loginWrongPassword
source: Careful! Wrong password
it: Attenzione! Password errata.
nl: Let op! Wachtwoord onjuist.
sk: Upozornenie! Nesprávne heslo.
sl: Previdno! Napačno geslo

# alert_loginUserDisabled
source: Careful! The user is not enabled to access
it: Attenzione! L'utente non è abilitato per l'accesso.
nl: Let op! De gebruiker is niet bevoegd om in te loggen.
sk: Upozornenie! Používateľovi nie je povolené prihlásenie.
sl: Previdno! Uporabniku ni omogočen dostop

# alert_loginUserNotEnabled
source: Careful! You cannot use the Share'ngo service. Please verify your data or contact our customer service. Thank you.
it: Attenzione! Non puoi utilizzare il servizio Share'ngo. Verifica i tuoi dati o contatta l'assistenza clienti. Grazie.
nl: Let op! Je kunt de dienst van Share'ngo niet gebruiken. Controleer je gegevens of neem contact op met de klantenservice. Bedankt.
sk: Upozornenie! Službu Share'ngo nemôžete používať. Skontrolujte svoje údaje alebo kontaktujte zákaznícku podporu.
sl: Previdno! Ne morete uporabljati storitve Share'ngo. Preverite svoje podatke ali se obrnite na našo službo za stranke. Hvala.

# lbl_loginFormHeader
source: Please fill out the fields to log in
it: Compila i campi per effettuare il login
nl: Vul de velden in om te kunnen inloggen
sk: Vyplňte polia na prihlásenie
sl: Prosimo izpolnite polja za prijavo

# txt_loginEmailPlaceholder
source: email
sl: e-pošta

# txt_loginPasswordPlaceholder
source: password
nl: wachtwoord
sk: heslo
sl: geslo

# btn_loginForgotPassword
source: Forgot my password
it: Ho dimenticato la password
nl: Ik ben mijn wachtwoord vergeten.
sk: Zabudol som heslo
sl: Pozabil sem geslo

# btn_loginLogin
source: LOGIN
nl: INLOGGEN
sk: PRIHLÁSENIE
sl: PRIJAVA

# lbl_loginNotYetRegistered
source: Haven’t signed up yet?
it: Non sei ancora iscritto?
nl: Ben je nog niet ingeschreven?
sk: Ešte si sa nezaregistroval?
sl: Se še niste prijavili?

# btn_loginRegister
source: SUBSCRIBE
it: REGISTRATI
nl: SCHRIJF JE IN
sk: REGISTRÁCIA
sl: NAROČITE SE

# btn_loginContinueAsNotLogged
source: CONTINUE WITHOUT LOGGING
it: CONTINUA SENZA LOGGARTI
nl: GA DOOR ZONDER IN TE LOGGEN
sk: POKRAČUJ BEZ PRIHLÁSENIA
sl: NADALJUJETE BREZ PRIJAVE

# lbl_menuHeaderTitleLogged
source: Hi %@, welcome back!
it: Ciao %@, bentornat%@!
nl: Hallo %@, welkom terug%@!
sk: Ahoj %@, vitaj späť%@!
sl: Pozdravljeni %@, dobrodošli nazaj!

# lbl_menuHeaderTitleGuest
source: Hi, welcome!
it: Ciao, benvenuto!
nl: Hallo, welkom!
sk: Ahoj, vitaj!
sl: Dobrodošli!

# lbl_menuLogin
source: Login
nl: Inloggen
sk: Prihlásenie
sl: Prijava

# lbl_menuSignUp
source: Signup
it: Iscrizione
nl: Inschrijving
sk: Registrácia
sl: Prijava

# lbl_menuFaq
source: Faq and tutorial
it: Faq e tutorial
nl: Faq & Tutorial
sk: Časté otázky a návody
sl: FAQ in vodnik

# lbl_menuRates
source: Rates
it: Tariffe
nl: Tarieven
sk: Sadzby
sl: Cene

# lbl_menuHelp
source: Request assistance
it: Richiedi assistenza
nl: Vraag assistentie
sk: Požiadaj o pomoc
sl: Zahtevajte pomoč

# lbl_menuProfile
source: Profile
it: Area personale
nl: Persoonlijke omgeving
sk: Osobná zóna
sl: Območje uporabnika

# lbl_menuSearchCars
source: Book a car
it: Prenota un'auto
nl: Reserveer een auto
sk: Objednaj si auto
sl: Rezervirajte vozilo

# lbl_menuRaces
source: Trip history
it: Cronologia corse
nl: Rittengeschiedenis
sk: História jázd
sl: Zgodovina potovanja

# lbl_menuBuyMinutes
source: Buy minutes
it: Acquista minuti
nl: Koop minuten
sk: Kúpiť minúty
sl: Kupite minute

# lbl_menuInvite
source: Invite a friend
it: Invita un amico
nl: Nodig een vriend uit
sk: Pozvi priateľa
sl: Povabite prijatelja

# lbl_menuSettings
source: Settings
it: Impostazioni
nl: Instellingen
sk: Nastavenia
sl: Nastavitve

# lbl_menuLogout
source: Logout
nl: Uitloggen
sk: Odhlásenie
sl: Odjava

# alert_homeNotAvailable
source: This feature will be released soon
it: Questa funzione sarà disponibile prossimamente.
nl: Deze functie is binnenkort beschikbaar.
sk: Táto funkcia bude čoskoro k dispozícii.
sl: Ta funkcija bo kmalu na voljo

# lbl_homeDescriptionLogged
source: <bold>Welcome back %@!</bold>
it: <bold>Bentornato %@!</bold>
nl: <bold>Welkom terug %@!</bold>
sk: <bold> Vitajte späť %@!</bold>
sl: <bold>Dobrodošli nazaj %@!</bold>

# lbl_homeDescriptionNotLogged
source: <bold>Welcome!</bold>
it: <bold>Benvenuto!</bold>
nl: <bold>Welkom!</bold>
sk: <bold>Vitajte!</Bold>
sl: <bold>Dobrodošli!</bold>

# lbl_introTitle1
source: Electric
it: Elettrica
nl: Elektrisch
sk: Elektrické
sl: Električno

# lbl_introTitle2
source: Shared
it: Condivisa
nl: Delen
sk: Zdieľané
sl: V souporabi

# lbl_introTitle3
source: Outside your place
it: Sotto casa
nl: Om de hoek
sk: Pod domom
sl: Izven vašega kraja

# lbl_searchBarTextField
source: Search for address or plate
it: Cerca indirizzo o targa
nl: Zoek adres of kenteken
sk: Vyhľadaj adresu alebo značku ŠPZ
sl: Poiščite naslov ali tablico

# alert_searchBarAuthSpeechAuthorizationDenied
source: You denied accessing to voice recognition. Would you like to open settings and enable the service?
it: Hai negato l'accesso al riconoscimento vocale. Vuoi aprire le impostazioni per abilitare il servizio?
nl: Je hebt de toegang tot spraakherkenning geweigerd. Wil je Instellingen openen om de dienst te activeren?
sk: Zamietol si prístup k rozpoznávaniu reči. Chceš povoliť túto službu?
sl: Zavrnili ste dostop do prepoznavanja glasu. Ali želite odpreti nastavitve in omogočiti storitev?

# alert_searchBarAuthSpeechAuthorizationRestricted
source: Voice recognition cannot be used due to the device limitations
it: Il riconoscimento vocale non può funzionare causa limiti del dispositivo
nl: Spraakherkenning werkt niet vanwege beperkingen van je toestel
sk: Rozpoznávanie reči nefunguje kvôli obmedzeniam zariadenia
sl: Prepoznavanja glasu zaradi omejitev naprave ni mogoče uporabiti

# alert_searchBarAuthSpeechAuthorizationNotDetermined
source: It was impossible to authorize access to voice recognition. Would you like to open settings and enable the service?
it: Non è stato possibile determinare l'accesso al riconoscimento vocale. Vuoi aprire le impostazioni per abilitare il servizio?
nl: Toegang tot stemherkenning kon niet worden vastgesteld. Wil je Instellingen openen om de dienst te activeren?
sk: Prístup k rozpoznávaniu reči nieje nastavený. Chceš povoliť túto službu?
sl: Dostopa do prepoznavanja glasu ni bilo mogoče odobriti. Ali želite odpreti nastavitve in omogočiti storitev?

# alert_searchBarAuthMicrophoneDenied
source: You denied access to the microphone. Would you like to open settings and enable the service?
it: Hai negato l'accesso al microfono. Vuoi aprire le impostazioni per abilitare il servizio?
nl: Je hebt de toegang tot de microfoon geweigerd. Wil je Instellingen openen om de dienst te activeren?
sk: Zamietol si prístup k mikrofónu. Chceš povoliť túto službu?
sl: Zavrnili ste dostop do mikrofona. Ali želite odpreti nastavitve in omogočiti storitev?

# alert_searchBarAuthMicrophoneUndetermined
source: It was impossible to authorize access to the microphone. Would you like to open settings and enable the service?
it: Non è stato possibile determinare l'accesso al microfono. Vuoi aprire le impostazioni per abilitare il servizio?
nl: Toegang tot stemherkenning kon niet worden vastgesteld. Wil je Instellingen openen om de dienst te activeren?
sk: Prístup k mikrofónu nieje nastavený. Chceš povoliť túto službu?
sl: Dostopa do mikrofona ni bilo mogoče odobriti. Ali želite odpreti nastavitve in omogočiti storitev?

# alert_searchBarNotSetted
source: An error occurred while processing voice recognition
it: È avvenuto un errore nell'utilizzo del riconoscimento vocale
nl: Er is een fout opgetreden bij het gebruik van spraakherkenning
sk: Vyskytla sa chyba pri používaní rozpoznávania reči
sl: Pri postopku prepoznavanja glasu je prišlo do napake

# alert_searchBarNotAvailable
source: An error occurred while processing voice recognition
it: È avvenuto un errore nell'utilizzo del riconoscimento vocale
nl: Er is een fout opgetreden bij het gebruik van spraakherkenning
sk: Vyskytla sa chyba pri používaní rozpoznávania reči
sl: Pri postopku prepoznavanja glasu je prišlo do napake

# lbl_searchBarNoFavorites
source: No favorite otmemorize in the settings section
it: Nessun preferito memorizzali nella sezione impostazioni
nl: Geen favorieten sla ze op bij Instellingen
sk: Žiadne obľúbené uložiť do sekcie nastavení
sl: V razdelku z nastavitvami ni shranjenih priljubljenih

# lbl_searchBarPlate
source: %@ Plate Share'ngo
it: %@ Targa Share'ngo
nl: %@ Kenteken Share'ngo
sk: %@ Značka Share'ngo
sl: %@ Tablica Share'ngo

# alert_centerMapMessage
source: Share’ngo needs permissions to access your position. Would you like to open settings and enable geolocation?
it: Sharen'go ha bisogno dei permessi per accedere alla tua posizione. Vuoi aprire le impostazioni per abilitare la localizzazione?
nl: Sharen'go heeft toestemming nodig om toegang te krijgen tot jouw locatie. Wil je Instellingen openen om de lokalisatie te activeren?
sk: Sharen'go potrebuje povolenie na prístup k Tvojej pozícii. Chceš otvoriť nastavenia na povolenie lokalizácie?
sl: Share'ngo potrebuje dovoljenja za dostop do vašega položaja. Ali želite odpreti nastavitve in omogočiti geolokacijo?

# alert_showCarsDisabledMessage
source: Careful! You will only be able to use this feature after ending your trip or the active booking.
it: Attenzione! Potrai utilizzare questa funzione solo dopo aver concluso la corsa o la prenotazione attiva
nl: Let op! Je kunt deze functie alleen gebruiken na het voltooien van de rit of de actieve reservering
sk: Upozornennie! Túto funkciu budeš môcť používať až po dokončení jazdy alebo aktívnej rezervácie
sl: Previdno! To funkcijo boste lahko uporabljali šele po koncu potovanja ali aktivni rezervaciji.

# lbl_carPopupType
source: Nearest car
it: Auto più vicina
nl: Dichtstbijzijnde auto
sk: Najbližšie auto
sl: Najbližje vozilo

# lbl_carPopupCapacity
source: autonomy : <bold>%@</bold>
it: autonomia: <bold>%@ km</bold>
nl: bereik: <bold>%@ km</bold>
sk: dojazd: <bold>%@ km</bold>
sl: avtonomija: <bold>%@ km</bold>

# lbl_carPopupDistance_km
source: %.2f km away
it: %.2f km di distanza
nl: %.2f km afstand
sk: %.2f km vzdialené
sl: %.2f km stran

# lbl_carPopupDistance_mt
source: %.3d m away
it: %.3d mt di distanza
nl: %.3d mt afstand
sk: %.3d mt vzdialené
sl: %.3d m stran

# lbl_carPopupWalkingDistance_h
source: %d hours on foot
it: %d ore a piedi
nl: %d uur lopen
sk: %d hodín pešo
sl: %d ur peš

# lbl_carPopupWalkingDistance_m
source: %d minutes on foot
it: %d minuti a piedi
nl: %d minuten lopen
sk: %d minút pešo
sl: %d minut peš

# lbl_carPopupWalkingDistance_h_m
source: %d hours e %@ minutes on foot
it: %d ore e %@ minuti a piedi
nl: %d uur en %@ minuten lopen
sk: %d hodín a%@ minút pešo
sl: %d ur e %@ minut peš

# lbl_carPopupAddressPlaceholder
source: Charging
it: Caricamento in corso
nl: Bezig met laden
sk: Prebieha načítavanie
sl: Polnjenje

# alert_carPopupLocalizationMessage
source: Share’ngo needs to know your position to open the doors. Would you like to open settings and enable geolocation?
it: Share'ngo ha bisogno di sapere la tua posizione per aprire le portiere. Vuoi aprire le impostazioni per abilitare la localizzazione?
nl: Share'ngo moet je positie weten om de deuren te openen. Wil je Instellingen openen om de lokalisatie te activeren?
sk: Share'ngo potrebuje poznať Tvoju pozíciu, aby otvorila dvere. Chceš otvoriť nastavenia na povolenie lokalizácie?
sl: Share'ngo mora poznati vaš položaj, da odpre vrata. Ali želite odpreti nastavitve in omogočiti geolokacijo?

# alert_carPopupDistanceMessage
source: You are too far from Saren'go you selected. You will be able to open it as you get closer to it.
it: Sei troppo distante dalla Sharen'go che hai selezionato. Potrai aprirla quando sarai in prossimità dell’auto.
nl: Je bent te ver weg van de Share'ngo die je hebt geselecteerd. Je kunt de auto openen als je er vlakbij bent.
sk: Si príliš ďaleko od Sharen’go auta, ktoré si si vybral. Môžeš ho otvoriť ak si v blízkosti auta.
sl: Predaleč ste od Saren'go, ki ste ga izbrali. Odprli ga boste lahko, ko se boste še bolj približali.

# lbl_carBookingPopupPin
source: YOUR PIN number: %@
it: PIN: %@
nl: PIN: %@
sk: PIN: %@
sl: PIN: %@

# lbl_carBookingPopupInfo
source: <status>BOOKING ACTIVE</status> <bold>PLATE %@</bold> %@
it: <status>PRENOTAZIONE ATTIVA</status> <bold>TARGA %@</bold> %@
nl: <status>ACTIEVE RESERVERING</status> <bold>KENTEKEN %@</bold> %@
sk: <status>AKTÍVNA REZERVÁCIA</status> <bold>ZNAČKA ŠPZ %@</bold> %@
sl: <status>REZERVACIJA AKTIVNA</status> <bold>TABLICA%@</bold> %@

# lbl_carBookingPopupInfoPlaceholder
source: <status>BOOKING ACTIVE</status> <bold>PLATE %@</bold> <placeholder>Charging</placeholder>
it: <status>PRENOTAZIONE ATTIVA</status> <bold>TARGA %@</bold> <placeholder>Caricamento in corso</placeholder>
nl: <status>ACTIEVE RESERVERING</status> <bold>KENTEKEN %@</bold> <placeholder>Bezig met laden</placeholder>
sk: <status>AKTÍVNA REZERVÁCIA </status> <bold>ZNAČKA ŠPZ %@ </bold> <placeholder> Načítavanie </placeholder>
sl: <status>REZERVACIJA AKTIVNA</status> <bold>TABLICA%@</bold> <placeholder>Polnjenje</placeholder>

# lbl_carTripPopupInfo
source: <status>ACTIVE BOOKING</status> <bold>PLATE %@</bold> Trip Duration:
it: <status>CORSA ATTIVA</status> <bold>TARGA %@</bold> Durata corsa:
nl: <status>ACTIEVE RIT</status> <bold>KENTEKEN %@</bold> Tijdsduur rit:
sk: <status> JAZDA AKTÍVNA </status> <bold>ZNAČKA ŠPZ %@</bold> Trvanie jazdy:
sl: <status>AKTIVNO POTOVANJE</status> <bold>TABLICA%@</bold> Trajanje potovanja:

# lbl_carBookingPopupTime
source: Expires in %@
it: Scade tra %@
nl: Verloopt over %@
sk: Platnosť vyprší %@
sl: Poteče v %@

# lbl_carBookingPopupTimeMinute
source: minute
it: minuto
nl: minuut
sk: minúta
sl: minuta

# lbl_carBookingPopupTimeMinutes
source: minutes
it: minuti
nl: minuten
sk: minúty
sl: minute

# alert_carBookingPopupDeleteMessage
source: By canceling this booking, you will not be able to book the same car in the next 4 hours. Do you confirm the booking cancelation?
it: Eliminando questa prenotazione, non potrai più prenotare la stessa auto nelle prossime 4 ore. Confermi di voler cancellare la prenotazione?
nl: Door het verwijderen van deze reservering kun je dezelfde auto in de komende 4 uur niet opnieuw reserveren. Weet je zeker dat je reservering wilt annuleren?
sk: Zrušením tejto rezervácie nebudeš môcť rezervovať ten istý automobil v nasledujúcich 4 hodinách. Naozaj chceš zrušiť svoju rezerváciu?
sl: Če odpoveste rezervacijo, istega avtomobila ne boste mogli rezervirati naslednje 4 ure. Ali potrjujete odpoved rezervacije?

# alert_carBookingPopupConfirmDeleteMessage
source: Your booking has been canceled correctly
it: La tua prenotazione è stata annullata correttamente.
nl: Je reservering is correct geannuleerd.
sk: Tvoja rezervácia bola úspešne zrušená.
sl: Vaša rezervacija je bila pravilno odpovedana

# alert_carBookingPopupBookedMessage
source: You already have an active booking
it: Hai già una prenotazione attiva
nl: Je hebt al een actieve reservering!
sk: Už máš aktívnu rezerváciu
sl: Že imate aktivno rezervacijo

# alert_carBookingPopupAlreadyBooked
source: You cannot book this car until 4 hours have passed since your last canceled your booking
it: Non puoi prenotare questa auto fino a che non saranno passate 4 ore da quando hai annullato la prenotazione
nl: Je kunt deze auto pas boeken nadat er 4 uur zijn verstreken sinds je de boeking hebt geannuleerd
sk: Toto auto nemôžeš rezervovať až do uplynutia 4 hodín od zrušenia rezervácie
sl: Tega avtomobila ne morete rezervirati, dokler ne minejo 4 ure od vaše zadnje odpovedi rezervacije

# lbl_carBookingCompletedDescription
source: <bold>You ended your trip<bold> Please wait doors closing outside the car. You will be notified via mail the transaction confirmation within 24h.
it: <bold>Hai completato il tuo noleggio</bold> Riceverai via mail la conferma di transazione avvenuta entro 24 ore.
nl: <bold>Je hebt de huur voltooid</bold> Je ontvangt binnen 24 uur per e-mail een bevestiging van de transactie.
sk: <bold> Ukončil si prenájom </bold> V priebehu 24 hodín dostaneš potvrdenie transakcie e-mailom.
sl: <bold>Vašo vožnjo ste končali<bold> O potrditvi transakcije boste obveščeni po pošti v 24 urah.

# lbl_carBookingCompletedCo2
source: <bold>Thank you!</bold> YOU SAVED %1f CO2 BY THIS TRIP!
it: <bold>Grazie!</bold> CON IL TUO VIAGGIO HAI RISPARMIATO %0.1f GRAMMI DI CO2!
nl: <bold>Bedankt!</bold> MET JE RIT HEB JE %0.1f GRAM CO2 BESPAARD!
sk: <bold>Ďakujeme!</bold> SVOJOU CESTOU SI ZNÍŽIL ŠKODLIVÉ EMISIE CO2 O %0.1f GRAMOV!
sl: <bold>Najlepša hvala!</bold> PRIHRANILI STE %0.1f GRAMOV CO2 CO2 V TEM POTOVANJU

# banner_carBookingCompletedDescription
source: Trip ended. The trip lasted %@ minutes and terminated correctly. Thank you for using Share'ngo
it: Corsa completata. La corsa ha avuto durata %@ e si è chiusa correttamente. Ti ringraziamo per aver usato Share'ngo.
nl: Rit voltooid. De tijsduur van de rit was %@ en is correct afgesloten. Wij bedanken je voor het gebruik van Share'ngo.
sk: Jazda bola ukoncená. Jazda trvala %@ a v poriadku sa ukončila. Ďakujeme za používanie Share'ngo.
sl: Potovanje končano. Potovanje je trajalo %@ minut in se pravilno zaključilo. Hvala, ker uporabljate Share'ngo

# banner_carBookingDeletedDescription
source: Booking time expired, your booking has been canceled. Book another car on the map.
it: Il tempo di prenotazione è scaduto, la tua prenotazione è stata annullata. Prenota un’altra auto in mappa.
nl: De reserveringstijd is verlopen, je reservering is geannuleerd. Reserveer een andere auto op de kaart
sk: Doba rezervácie vypršala, vaša rezervácia bola zrušená. Zvoľte iné auto na mape.
sl: Čas rezervacije je potekel, vaša rezervacija je bila preklicana. Rezervirajte drug avto na zemljevidu.

# lbl_settingsHeaderTitle
source: Settings
it: IMPOSTAZIONI
nl: INSTELLINGEN
sk: NASTAVENIA
sl: NASTAVITVE

# lbl_settingsCities
source: Set up city
it: Imposta città
nl: Stel plaats in
sk: Nastaviť mesto
sl: Nastavite mesto
