Repository: eteria2020/CUP-carsharing-app-ios
Catalog: Sharengo/Resources/Languages/*.lproj/Localizable.strings
Languages: it, nl, sk, sl

# lbl_settingsFavourites
source: Set up favorite addresses
it: Imposta i tuoi indirizzi preferiti
nl: Stel je favoriete adres in
sk: Nastavte svoje obľúbené adresy
sl: Nastavite priljubljene naslove

# lbl_settingsLanguages
source: Set up language
it: Imposta lingua
nl: Stel taal in
sk: Nastavte jazyk
sl: Nastavite jezik

# lbl_settingsLanguagesHeaderTitle
source: SET UP LANGUAGE
it: IMPOSTA LINGUA
nl: STEL TAAL IN
sk: NASTAVENIE JAZYKA
sl: NASTAVITE JEZIK

# lbl_settingsCitiesHeaderTitle
source: SET UP CITY
it: IMPOSTA CITTÀ
nl: STEL PLAATS IN
sk: NASTAVENIE MESTA
sl: NASTAVITE MESTO

# lbl_noFavouritesHeaderTitle
source: SET UP YOUR FAVORITE ADDRESSES
it: IMPOSTA INDIRIZZI PREFERITI
nl: STEL FAVORIETE ADRES IN
sk: NASTAVIŤ OBLÚBENÉ ADRESY
sl: NASTAVITE PRILJUBLJENE NASLOVE

# lbl_noFavouritesTitle
source: Too bad!
it: Peccato!
nl: Helaas!
sk: Škoda!
sl: Škoda!

# lbl_noFavouritesDescription
source: You haven’t set up any favorite o recent address yet! Set up your most frequent destinations and save time as you choose where to go.
it: Non hai ancora nessun indirizzo preferito o recente! Imposta le tue destinazioni più frequenti e risparmia tempo quando scegli dove andare.
nl: Je hebt nog geen favoriete of recente adressen! Stel je meest voorkomende bestemmingen in en bespaar tijd bij het kiezen van waar je naartoe wilt.
sk: Nemáš ešte žiadnu obľúbenú ani nedávnu adresu! Nastav najčastejšie ciele a ušetríš čas pri výbere miesta.
sl: Nastavili še niste nobenega priljubljenega ali nedavnega naslova! Nastavite svoje najpogostejše destinacije in prihranite čas izbire cilja

# btn_noFavouritesNewFavourite
source: SET UP A NEW ADDRESS
it: IMPOSTA NUOVO INDIRIZZO
nl: STEL NIEUW ADRES IN
sk: NASTAVIŤ NOVÚ ADRESU
sl: NASTAVITE NOV NASLOV

# lbl_newFavouriteHeaderTitle
source: SET UP A FAVORITE ADDRESS
it: NUOVO INDIRIZZO PREFERITO
nl: NIEUW FAVORIETE ADRES
sk: NOVÁ OBĽÚBENÁ ADRESA
sl: NASTAVITE PRILJUBLJEN NASLOV

# lbl_newFavouriteTitle
source: Set up a new address
it: Imposta un nuovo indirizzo
nl: Stel een nieuw adres in
sk: Nastav novú adresu
sl: Nastavite nov naslov

# lbl_newFavouriteDescription
source: and add it to your favorites
it: per aggiungerlo ai tuoi preferiti
nl: om toe te voegen aan je favorieten
sk: pridať ju do obľúbených
sl: in ga dodajte priljubljenim

# txt_newFavouriteAddressPlaceholder
source: Set up address
it: imposta indirizzo
nl: stel adres in
sk: nastaviť adresu
sl: Nastavite naslov

# txt_newFavouriteNamePlaceholder
source: favorite name
it: nome preferito
nl: voorkeur naam
sk: obľúbené meno
sl: priljubljeno ime

# btn_newFavouriteSaveFavourite
source: SAVE FAVORITE
it: SALVA PREFERITO
nl: VOORKEUR OPSLAAN
sk: ULOŽIŤ OBĽÚBENÉ
sl: SHRANITE PRILJUBLJENEGA

# btn_newFavouriteUndo
source: Cancel
it: Annulla
nl: Annuleren
sk: Zrušiť
sl: Preklic

# alert_newFavouriteMissingFields
source: One or more fields are not completed
it: Uno o più campi non sono compilati.
nl: Eén of meerdere velden zijn niet ingevuld.
sk: Nie je dokončené jedno alebo viac polí.
sl: Eno ali več polj ni izpolnjeno

# lbl_favouritesHeaderTitle
source: SET UP YOUR FAVORITE ADDRESSES
it: IMPOSTA INDIRIZZI PREFERITI
nl: STEL FAVORIETE ADRES IN
sk: NASTAVIŤ OBLÚBENÉ ADRESY
sl: NASTAVITE PRILJUBLJENE NASLOVE

# lbl_favouritesTitle
source: <bold>Set up your favorite addresses</bold> and make your searches quicker
it: <bold>Imposta i tuoi indirizzi preferiti</bold> per rendere più veloci le tue ricerche
nl: <bold>Stel je favoriete adressen in</bold> om sneller te kunnen zoeken
sk: <bold>Nastav svoje obľúbené adresy </bold> pre rýchlejšie vyhľadávanie
sl: <bold>Nastavite priljubljene naslove,</bold>da bodo iskanja hitrejša

# btn_favouritesUndo
source: Cancel
it: Annulla
nl: Annuleren
sk: Zrušiť
sl: Preklic

# btn_favouritesDelete
source: DELETE
it: ELIMINA
nl: VERWIJDEREN
sk: VYMAZAŤ
sl: IZBRIŠI

# lbl_favouritesDeleteFav
source: Would you like to delete this address from your favorite address list?
it: Vuoi eliminare questo indirizzo dall’elenco degli indirizzi preferiti?
nl: Wil je dit adres verwijderen uit de lijst met voorkeursadressen?
sk: Chceš túto adresu odstrániť zo zoznamu obľúbených adries?
sl: Želite izbrisati ta naslov s seznama priljubljenih naslovov?

# lbl_favouritesDeleteHis
source: Would you like to delete this address from your recent address list?
it: Vuoi eliminare questo indirizzo dall’elenco degli indirizzi recenti?
nl: Wil je dit adres verwijderen uit de lijst met recente adressen?
sk: Chceš túto adresu odstrániť zo zoznamu posledných adries?
sl: Želite izbrisati ta naslov s seznama nedavnih naslovov?

# lbl_favouritesModify
source: Would you like to change your favorite address?
it: Vuoi modificare questo indirizzo preferito?
nl: Wil je dit voorkeursadres wijzigen?
sk: Chceš zmeniť túto obľúbenú adresu?
sl: Želite spremeniti priljubljeni naslov?

# lbl_favouritesAdd
source: Would you like to add this address to your recent address list?
it: Vuoi aggiungere questo indirizzo recente alla lista dei tuoi indirizzi preferiti?
nl: Wil je dit recente adres toevoegen aan de lijst met je favoriete adressen?
sk: Chceš pridať túto nedávnu adresu do zoznamu Tvojich obľúbených adries?
sl: Želite dodati ta naslov na svoj seznam nedavnih naslovov?

# lbl_favouritesNoFavorites
source: Input the address you’d like to add to your favorites
it: Digita l'indirizzo che vorresti aggiungere ai tuoi preferiti
nl: Voer het adres in dat je aan je favorieten wilt toevoegen
sk: Zadaj adresu, ktorú chceš pridať do obľúbených položiek
sl: Vnesite naslov, ki ga želite dodati med priljubljene

# lbl_carTripsHeaderTitle
source: TRIP HISTORY
it: CRONOLOGIA CORSE
nl: RITTENGESCHIEDENIS
sk: PORADIE JÁZD
sl: ZGODOVINA POTOVANJA

# lbl_carTripsItemTitle
source: Booking n. %@
it: Corsa n. %@
nl: Rit nr. %@
sk: Jazda č. %@
sl: Rezervacija št. %@

# lbl_carTripsDateFormatter
source: dd MMMM yyyy
sk: dd MMMM rrrr
sl: dd MMMM llll

# lbl_carTripsTimeFormatter
source: HH:mm
it: HH:mm:ss
nl: HH:mm:ss
sk: HH: mm: ss
sl: HH:mm:ss

# lbl_carTripsItemDescription
source: %@ - hours %@
it: %@ - ORE %@
nl: %@ - UUR %@
sk: %@ - HODINY %@
sl: %@ - ur %@

# lbl_carTripsItemExtendedDescription
source: <startDateAndTime>%@ - HOURS %@</startDateAndTime> %@ <endDateAndTime>END: %@ - HOURS %@</endDateAndTime> %@ <kmTraveled> Traveled Kilometers: %@</kmTraveled> SHARE'NGO %@
it: <startDateAndTime>%@ - ORE %@</startDateAndTime> %@ <endDateAndTime>FINE: %@ - ORE %@</endDateAndTime> %@ SHARE'NGO %@
nl: <startDateAndTime>%@ - UUR %@</startDateAndTime> %@ <endDateAndTime>FINE: %@ - UUR %@</endDateAndTime> %@ SHARE'NGO %@
sk: <startDateAndTime> %@ - HODÍN %@</startDateAndTime> %@ <endDateAndTime>KONIEC: %@ - HODÍN %@</endDateAndTime> %@ SHARE'NGO %@
sl: <startDateAndTime>%@ - UR %@</startDateAndTime> %@ <endDateAndTime>ZAKLJUČEK: %@ - UR %@</endDateAndTime> %@ <kmTraveled>Minutna voznina: € %0,2f</kmTraveled> SHARE'NGO %@

# lbl_carTripsItemExtendedDescriptionPlaceholder
source: <placeholder>Charging</placeholder>
it: <placeholder>Caricamento in corso</placeholder>
nl: <placeholder>Bezig met laden</placeholder>
sk: <placeholder>Načítanie</placeholder>
sl: <placeholder>Polnjenje</placeholder>

# lbl_noCarTripsTitle
source: Too bad!
it: Peccato!
nl: Helaas!
sk: Škoda!
sl: Škoda

# lbl_noCarTripsDescription
source: You haven’t made any trip with a Share’ngo yet!
it: Non hai ancora effettuato nessuna corsa con una Share'ngo!
nl: Je hebt nog geen ritten met een Share'ngo gemaakt!
sk: Zatiaľ nemáš žiadnu jazdu s SHARE'Ngo!
sl: S Share'ngo še niste opravili nobenega potovanja!

# lbl_noCarTrips
source: Why not giving it a try?
it: Cosa aspetti a provarle?
nl: Waar wacht je nog op om het te proberen?
sk: Na čo ešte čakáš?
sl: Zakaj ne bi poskusili?

# btn_searchCars
source: Go to the map
it: VAI ALLA MAPPA
nl: GA NAAR DE PLATTEGROND, OF TERUG NAAR DE LIJST MET BESTEMMINGEN
sk: PREJDI NA MAPU
sl: Pojdite na zemljevid

# lbl_onBoardStep1Description
source: Easy and fun to drive
it: Facili e divertenti da guidare
nl: Eenvoudig en leuk om te rijden!
sk: Jednoduché a zábavné jazdy
sl: Preprosta in zabavna vožnja

# lbl_onBoardStep2Description
source: The more you need them, the less they cost you
it: Più ne hai bisogno e meno costa
nl: Hoe meer je hem nodig hebt hoe lager het tarief
sk: Čím viac minút potrebuješ, tým je to lacnejšie
sl: Bolj ko jih potrebujete, manj vas bodo stali

# lbl_onBoardStep3Description
source: Every trip a surprise and a discovery
it: Ogni corsa una sorpresa e una scoperta
nl: Elke rit een verrassing en een ontdekking
sk: Každá jazda je prekvapením a objavom
sl: Vsako potovanje je presenečenje in odkritje

# btn_onBoardSkip
source: Skip >>
sk: Preskočiť >>
sl: Preskoči >>

# btn_feedsHeaderFeed
source: FEED
sl: VIR PODATKOV

# btn_feedsHeaderCategories
source: CATEGORIES
it: CATEGORIE
nl: CATEGORIEËN
sk: KATEGÓRIE
sl: KATEGORIJE

# btn_feedsAroundMe
source: SEE IN THE MAP
it: VEDI IN MAPPA
nl: ZOEK OP DE KAART
sk: POZRI NA MAPE
sl: GLEJTE NA ZEMLJEVIDU

# alert_categoryNotPublished
source: This category will be available soon
it: Questa categoria sarà disponibile prossimamente.
nl: Deze categorie is binnenkort beschikbaar.
sk: Táto kategória bude čoskoro k dispozícii.
sl: Ta kategorija bo kmalu na voljo

# btn_feedDetailFavourite
source: INTERESTED
it: MI INTERESSA
nl: IK HEB INTERESSE
sk: MÁM ZÁUJEM
sl: ZANIMANJE

# btn_feedDetailNotFavourite
source: NOT INTERESTED
it: NON MI INTERESSA
nl: IK HEB GEEN INTERESSE
sk: NEMÁM ZÁUJEM
sl: NI ZANIMANJA

# lbl_noFeedsDescriptionWithCategory
source: <title>Too bad!</title> <description>At the moment no content for the category you entered is available in your city. Please come back in the next few days</description>
it: <title>Peccato!</title> <description>Al momento per la tua città non ci sono contenuti disponibili nella categoria selezionata. Ti invitiamo a riprovare nei prossimi giorni</description>
nl: <title>Helaas!</title> <description>Op dit moment is er geen informatie beschikbaar voor jouw stad in de geselecteerde categorie. Probeer het de komende dagen opnieuw</description>
sk: <title>Chyba!</title> <description>Momentálne pre Tvoje mesto nie je vo zvolenej kategórii k dispozícii žiadny obsah. Skús to znova znova v najbližších dňoch</description>
sl: <title>Škoda!</title> <description>Trenutno v vašem mestu ni na voljo nobene vsebine za vneseno kategorijo. V naslednjih dneh se vrnite </description>

# btn_feed lbl_noFeedsDescriptionWithNoCategory DetailNotFavourite
source: <title>Too bad!</title> <description>At the moment no content is available in your city. Please come back in the next few days</description>
sl: <title>Škoda!</title> <description>Trenutno v vašem mestu ni na voljo nobene vsebine. V naslednjih dneh se vrnite </description>

# lbl_supportHeaderTitle
source: REQUEST ASSISTANCE
it: RICHIEDI ASSISTENZA
nl: VRAAG ASSISTENTIE
sk: POŽIADAJ O POMOC
sl: ZAHTEVA POMOČI

# lbl_supportTitle
source: We are here to help!
it: Siamo qui per aiutarti!
nl: We helpen je graag!
sk: Sme tu, aby sme Ti pomohli!
sl: Tu smo, da pomagamo!

# lbl_supportSubtitle
source: Talk to an operator?
it: Il Servizio Clienti è attivo dal Lunedì al Venerdì, dalle 9:00 alle 17:00
nl: Wil je met een medewerker spreken?
sk: Chceš hovoriť s operátorom?
sl: Govorite z operaterjem?

# btn_supportCall
source: Call now
it: CHIAMA ORA
nl: BEL NU
sk: ZAVOLAJ
sl: Pokličite zdaj

# alert_noSupportCall
source: Your device is not enabled to calling
it: Il tuo dispositivo non è abilitato alle chiamate
nl: Je toestel is niet geschikt voor oproepen
sk: Váš prístroj nepovoľuje hovory
sl: Vaša naprava nima omogočenih klicev

# btn_supportAlertCall
source: Call
it: Chiama
nl: Bel
sk: Volaj
sl: Pokličite

# lbl_inviteFriendHeader
source: INVITE A FRIEND
it: INVITA UN AMICO
nl: NODIG EEN VRIEND UIT
sk: POZVI PRIATEĽOV
sl: POVABITE PRIJATELJA

# lbl_inviteFriendDescriptionFirstPart
source: <title>Invite a friend and earn minute!</title> <subtitle>Upon subscription</subtitle>
it: <title>Invita un amico e guadagna minuti!</title> <subtitle>Al momento dell'iscrizione</subtitle>
nl: <title>Nodig een vriend uit en verdien minuten!</title> <subtitle>Tijdens de inschrijving</subtitle>
sk: <title>Pozvi priateľa a získaj minúty!</title> <subtitle>Pri registrácii</subtitle>
sl: <title>Povabite prijatelja in zaslužite minuto!</title> <subtitle>Ob naročnini</subtitle>

# lbl_inviteFriendDescriptionSecondPart
source: they will receive 10 minutes of free driving
it: riceverà 10 minuti di guida gratuita
nl: krijg je 10 minuten gratis rijden
sk: dostanete 10 minút voľnej jazdy
sl: bodo prejeli 10 minut brezplačne vožnje

# lbl_inviteFriendDescriptionThirdPart
source: <firstPart>as a welcome gift</firstPart> <secondPart> For every friend signing up from your invitation</secondPart>
it: <firstPart>come omaggio di benvenuto</firstPart> <secondPart>Per ogni amico che si iscriverà grazie al tuo invito</secondPart>
nl: <firstPart>als welkomstgeschenk</firstPart> <secondPart>Voor elke vriend die zich inschrijft dankzij jouw uitnodiging</secondPart>
sk: <firstPart>ako darček na privítanie</firstPart> <secondPart>Za každého priateľa, ktorý sa zaregistruje vďaka Tvojej pozvánke</secondPart>
sl: <firstPart>kot darilo dobrodošlice</firstPart> <secondPart>Za vsakega prijatelja, ki se prijavi z vašim povabilom</secondPart>

# lbl_inviteFriendDescriptionFourthPart
source: you will receive 20 minutes of free driving
it: riceverai 20 minuti di guida gratuita!
nl: krijg je 20 minuten gratis rijden!
sk: dostanete 20 minút voľnej jazdy!
sl: boste prejeli 20 minut brezplačne vožnje

# btn_inviteFriendInvite
source: INVITE NOW
it: INVITA SUBITO
nl: VERSTUUR METEEN
sk: POŠLI POZVÁNKU
sl: POVABITE SEDAJ

# lbl_inviteFriendInviteDescription
source: Hey! Use the Share'ngo app
it: Hey! Utilizza anche tu l'applicazione Share'ngo
nl: Hey! Gebruik zelf ook de Share'ngo-app
sk: Ahoj! Použi aplikáciu Share'ngo
sl: Hej! Uporabite aplikacijo Share'ngo

# btn_faqAppTutorial
source: APP TUTORIAL
sk: NÁVOD NA APLIKÁCIU
sl: VODNIK PO APLIKACIJI

# img_tutorial01
source: tutorial_01-ENG
it: tutorial_01
nl: tutorial_01
sk: tutorial_01
sl: vodnik_01-ANG

# img_tutorial02
source: tutorial_02-ENG
it: tutorial_02
nl: tutorial_02
sk: tutorial_02
sl: vodnik_02-ANG

# img_tutorial03
source: tutorial_03-ENG
it: tutorial_03
nl: tutorial_03
sk: tutorial_03
sl: vodnik_03-ANG

# img_tutorial04
source: tutorial_04-ENG
it: tutorial_04
nl: tutorial_04
sk: tutorial_04
sl: vodnik_04-ANG

# img_tutorial05
source: tutorial_05-ENG
it: tutorial_05
nl: tutorial_05
sk: tutorial_05
sl: vodnik_05-ANG

# img_tutorial06
source: tutorial_06-ENG
it: tutorial_06
nl: tutorial_06
sk: tutorial_06
sl: vodnik_06-ANG

# img_tutorial07
source: tutorial_07-ENG
it: tutorial_07
nl: tutorial_07
sk: tutorial_07
sl: vodnik_07-ANG

# img_tutorial08
source: tutorial_08-ENG
it: tutorial_08
nl: tutorial_08
sk: tutorial_08
sl: vodnik_08-ANG

# img_tutorial640x960_01
source: tutorial_640x960_01-ENG
it: tutorial_640x960_01
nl: tutorial_640x960_01
sk: tutorial_640x960_01
sl: vodnik_640x960_01-ANG

# img_tutorial640x960_02
source: tutorial_640x960_02-ENG
it: tutorial_640x960_02
nl: tutorial_640x960_02
sk: tutorial_640x960_02
sl: vodnik_640x960_02-ANG

# img_tutorial640x960_03
source: tutorial_640x960_03-ENG
it: tutorial_640x960_03
nl: tutorial_640x960_03
sk: tutorial_640x960_03
sl: vodnik_640x960_03-ANG

# img_tutorial640x960_04
source: tutorial_640x960_04-ENG
it: tutorial_640x960_04
nl: tutorial_640x960_04
sk: tutorial_640x960_04
sl: vodnik_640x960_04-ANG

# img_tutorial640x960_05
source: tutorial_640x960_05-ENG
it: tutorial_640x960_05
nl: tutorial_640x960_05
sk: tutorial_640x960_05
sl: vodnik_640x960_05-ANG

# img_tutorial640x960_06
source: tutorial_640x960_06-ENG
it: tutorial_640x960_06
nl: tutorial_640x960_06
sk: tutorial_640x960_06
sl: vodnik_640x960_06-ANG

# img_tutorial640x960_07
source: tutorial_640x960_07-ENG
it: tutorial_640x960_07
nl: tutorial_640x960_07
sk: tutorial_640x960_07
sl: vodnik_640x960_07-ANG

# img_tutorial640x960_08
source: tutorial_640x960_08-ENG
it: tutorial_640x960_08
nl: tutorial_640x960_08
sk: tutorial_640x960_08
sl: vodnik_640x960_08-ANG

# alert_closeTutorial
source: Want to exit the tutorial? You will be able to watch it again any time from the “Faq & tutorial” section in the menu
it: Vuoi uscire dal tutorial? Potrai rivederlo quando vuoi alla sezione del menù "Faq e tutorial".
nl: Wil je de tutorial afsluiten? Je kunt deze op elk gewenst moment opnieuw bekijken in het menu bij FAQ en tutorial.
sk: Chceš ukončiť výukový program? Môžeš sa k tomu vrátiť kedykoľvek, v časti "Faq a návod".
sl: Ali želite zapustiti vodnika? Kadarkoli si ga boste lahko spet ogledali v razdelku "FAQ in vodnik" v meniju

# btn_tutorialAlertStay
source: STAY
it: RIMANI
nl: DOORGAAN
sk: OSTAŤ
sl: OSTANI

# btn_tutorialAlertClose
source: EXIT
it: ESCI
nl: AFSLUITEN
sk: ODÍSŤ
sl: IZHOD

# alert_logoutError
source: An error occurred with your email and password
it: Attenzione si è verificato un errore. Ti invitiamo ad accedere nuovamente.
nl: Let op, er is een fout opgetreden. We verzoeken je om opnieuw in te loggen.
sk: Pozor, došlo k chybe. Skús sa znova prihlásiť.
sl: Previdno, prišlo je do napake. Prosimo, prijavite se še enkrat.

# lbl_profileEcoStatus
source: Profile Eco Status
it: Profilo Eco Status
nl: Profiel Eco-status
sk: Profil Eko Status

# lcl_searchBarSpeechRecognizer
source: en-EN
it: it-IT
nl: nl-US
sk: it-IT

# lbl_faqHeader
source: FAQ
sk: FAQ - často kladené otázky
